Repository: ag-rust/fractal
Catalog: po/*.po
Languages: fur, gl, he, it, sr, sr@latin

# shortcut window
source: General
fur: Gjenerâl
gl: Xeral
he: כללי
it: Generale
sr: Опште
sr@latin: Opšte

# shortcut window
source: Close the active room
fur: Siere la stanzie ative
gl: Pechar a sala actual
he: סגירת החדר הפעיל
it: Chiude la stanza attiva
sr: Затворите активну причаоницу
sr@latin: Zatvorite aktivnu pričaonicu

# shortcut window
source: Open main menu
gl: Abrir menú principal
he: פתיחת התפריט הראשי
sr: Отворите главни изборник
sr@latin: Otvorite glavni izbornik

# shortcut window
source: Open / close the room sidebar search
fur: Vierç / siere la ricercje de stanzie te sbare laterâl
gl: Abrir / pechar a barra lateral de busca de salas
he: פתיחת/סגירת החיפוש בחדר מסרגל הצד
it: Apre/Chiude la barra di ricerca nel riquadro laterale
sr: Отворите / затворите претрагу бочне површи причаонице
sr@latin: Otvorite / zatvorite pretragu bočne površi pričaonice

# shortcut window
source: Open the previous room in the list
gl: Abrir a anterior sala da lista
he: פתיחת החדר הקודם ברשימה
it: Apre la stanza precedente nell'elenco
sr: Отворите претходну причаоницу са списка
sr@latin: Otvorite prethodnu pričaonicu sa spiska

# shortcut window
source: Open the next room in the list
gl: Abrir a seguinte sala da lista
he: פתיחת החדר הבא ברשימה
it: Apre la stanza successiva nell'elenco
sr: Отворите следећу причаоницу са списка
sr@latin: Otvorite sledeću pričaonicu sa spiska

# shortcut window
source: Open the previous room with unread messages in the list
gl: Abrir a anterior sala con mensaxes sen ler da lista
he: פתיחת החדר הקודם עם הודעות שלא נקראו ברשימה
it: Apre la stanza precedente nell'elenco con messaggi non letti
sr: Отворите претходну причаоницу са непрочитаним порукама са списка
sr@latin: Otvorite prethodnu pričaonicu sa nepročitanim porukama sa spiska

# shortcut window
source: Open the next room with unread messages in the list
gl: Abrir a seguinte sala con mensaxes sen ler da lista
he: פתיחת החדר הבא עם הודעות שלא נקראו ברשימה
it: Apre la stanza successiva nell'elenco con messaggi non letti
sr: Отворите следећу причаоницу са непрочитаним порукама са списка
sr@latin: Otvorite sledeću pričaonicu sa nepročitanim porukama sa spiska

# shortcut window
source: Open the first room of the list
gl: Abir a primeira sala da lista
he: פתיחת החדר הראשון ברשימה
it: Apre la prima stanza nell'elenco
sr: Отворите прву причаоницу са списка
sr@latin: Otvorite prvu pričaonicu sa spiska

# shortcut window
source: Open the last room of the list
gl: Abrir a última sala da lista
he: פתיחת החדר האחרון ברשימה
it: Apre l'ultima stanza nell'elenco
sr: Отворите последњу причаоницу са списка
sr@latin: Otvorite poslednju pričaonicu sa spiska

# shortcut window
source: View older messages
gl: Ver mensaxes antigas
he: הצגת הודעות ישנות יותר
it: Visualizza messaggi passati
sr: Погледајте старије поруке
sr@latin: Pogledajte starije poruke

# shortcut window
source: View newer messages
gl: Ver mensaxes máis recentes
he: הצגת הודעות חדשות יותר
it: Visualizza messaggi recenti
sr: Погледајте новије поруке
sr@latin: Pogledajte novije poruke

# shortcut window
source: Keyboard Shortcuts
fur: Scurtis di tastiere
gl: Atallos de teclado
he: קיצורי מקלדת
it: Scorciatoie da tastiera
sr: Пречице тастатуре
sr@latin: Prečice tastature

# shortcut window
source: Quit
fur: Jes
gl: Saír
he: יציאה
it: Chiude
sr: Изађите из програма
sr@latin: Izadjite iz programa

# shortcut message
source: Composing a new message
gl: Compoñer unha mensaxe nova
he: חיבור הודעה חדשה
it: Compone un nuovo messaggio
sr: Саставите нову поруку
sr@latin: Sastavite novu poruku

# shortcut message
source: Write on a new line
gl: Escribir nunha liña nova
he: כתיבה בשורה חדשה
it: Scrive su una nuova riga
sr: Пишите у новом реду
sr@latin: Pišite u novom redu

source: Fractal
he: פרקטל
sr: Фрактал
sr@latin: Fraktal

source: Fractal is a decentralized, secure messaging client for collaborative group communication.
fur: Fractal al è un client par mandâ messaçs decentralizât e sigûr pe comunicazion di grups di colaborazion.
gl: Fractal é un cliente de mensaxaría segura, descentralizado para a comunicación grupal colaborativa.
he: פרקטל הוא לקוח מבוזר ומאובטח להתכתבות לטובת תקשורת קבוצתית שיתופית.
it: Fractal è un client sicuro e decentralizzato di messaggistica per la comunicazione collaborativa tra gruppi.
sr: Фрактал је децентрализован, безбедан клијент за дописивање у комуникацији сарадничких група.
sr@latin: Fraktal je decentralizovan, bezbedan klijent za dopisivanje u komunikaciji saradničkih grupa.

source: Fractal group messaging
fur: Messaçs di grup Fractal
gl: Mensaxaría grupal de Fractal
he: פרקטל להתכתבות קבוצתית
it: Messaggistica di gruppo Fractal
sr: Фрактал групно дописивање
sr@latin: Fraktal grupno dopisivanje

source: Matrix;matrix.org;chat;irc;communications;talk;riot;element;
gl: Matrix;matrix.org;chat;irc;comunicacións;falar;riot;element;
he: ‫Matrix;matrix.org;מטריקס;מאטריקס;שיח;שיחה;שיחוח;צ׳אט;צ'אט;צ׳ט;צ'אט;תקשורת;התקשרות;תקשור;אלמנט;ריוט;דיבור;
sr: матрикс;ћаскање;ирц;комуникација;разговор;Matrix;matrix.org;chat;irc;communications;talk;riot;element;
sr@latin: matriks;ćaskanje;komunikacija;razgovor;Matrix;matrix.org;chat;irc;communications;talk;riot;element;

source: Type of password and token storage
fur: Gjenar di password e archivi dai token
gl: Escriba o contrasinal e o token de almacenamento
he: סוג אחסון הססמה והאסימון
it: Tipo di password e salvataggio token
sr: Врста лозинке и скупине смештаја
sr@latin: Vrsta lozinke i skupine smeštaja

source: Type of password and token storage, default value is: Secret Service
fur: Gjenar di password e archivi di token, il valôr predefinît al è: Servizi Segret
gl: Escriba o contrasinal e o token de almacenamento, o valr por defecto é: Servizo Secreto
he: סוג אחסון הססמה והאסימון, ערך בררת המחדל הוא: השירות הסודי
it: Type of password and token storage. Il valore predefinito è: Servizio segreto
sr: Врста лозинке и скупине смештаја, основна вредност је: тајна услуга
sr@latin: Vrsta lozinke i skupine smeštaja, osnovna vrednost je: tajna usluga

source: If markdown sending is active
fur: Se l'inviâ in markdown al è atîf
gl: Se o envío de markdown está activo
he: אם שליחה כ־Markdown פעילה
it: Se l'invio di markdown è attivo
sr: Да ли је слање обележавања радно
sr@latin: Da li je slanje obeležavanja radno

source: Whether support for sending markdown messages is on
fur: Indiche se il supuart par mandâ messaçs in markdown al è atîf
gl: Indica se admitir o envío de mensaxes markdown ou non
he: האם האפשרות לתמוך בשליחת הודעות בתצורת Markdown פעילה
it: Supporto per inviare messaggi di markdown
sr: Да ли је подршка за слање порука обележавања укључена
sr@latin: Da li je podrška za slanje poruka obeležavanja uključena

source: X position of the main window on startup
gl: Posicíon X da xanela principal ao iniciar
he: מיקום ה־X של החלון הראשי עם ההפעלה
it: Posizione X della finestra principale all'avvio
sr: Водоравни положај главног прозора приликом покретања
sr@latin: Vodoravni položaj glavnog prozora prilikom pokretanja

source: Y position of the main window on startup
gl: Posicíon Y da xanela principal ao iniciar
he: מיקום ה־Y של החלון הראשי עם ההפעלה
it: Posizione Y della finestra principale all'avvio
sr: Усправни положај главног прозора приликом покретања
sr@latin: Uspravni položaj glavnog prozora prilikom pokretanja

source: Width of the main window on startup
gl: Anchura da xanela principal ao inicio
he: רוחב החלון הראשי עם ההפעלה
it: Larghezza della finestra principale all'avvio
sr: Ширина главног прозора приликом покретања
sr@latin: Širina glavnog prozora prilikom pokretanja

source: Height of the main window on startup
gl: Altura da xanela principal ao inicio
he: גובה החלון הראשי עם ההפעלה
it: Altezza della finestra principale all'avvio
sr: Висина главног прозора приликом покретања
sr@latin: Visina glavnog prozora prilikom pokretanja

source: Whether the main window is maximized on startup
gl: Indica se a xanela principal está maximizada ao inicio
he: האם החלון הראשי מוגדל על כל המסך עם ההפעלה
it: Finestra massimizzata all'avvio
sr: Да ли је главни прозор увећан приликом покретања
sr@latin: Da li je glavni prozor uvećan prilikom pokretanja

source: Daniel García Moreno
he: דניאל גרסיה מורנו
sr: Даниел Гарсија Морено
sr@latin: Daniel Garsija Moreno

source: Matrix group messaging app
fur: App par mandâ messaçs di grup sore Matrix
gl: Aplicación de mensaxaría grupal Fractal
he: יישומון התכתבות קבוצתית ב־Matrix
it: Applicazione di messaggistica di gruppo Matrix
sr: Програм матрикс групе дописивања
sr@latin: Program matriks grupe dopisivanja

source: Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for collaboration in large groups, such as free software projects.
fur: Fractal e je une aplicazion par inviâ messaçs sore Matrix par GNOME, scrite in Rust. La sô interface e je perfezionade pe colaborazion in grancj grup, come pai progjets di software libar.
gl: Fractal é unha aplicación de mensaxaría grupal de Matrix para GNOME escrita en Rust. A súa interface está optimizada para a colaboración de grupos grandes, como proxectos de software libre.
he: פרקטל הוא יישום התכתבות דרך Matrix עבור GNOME שנכתב ב־Rust. המנשק שלו מותאם להשתתפות בקבוצות גדולות, כגון מיזמי תכנה חופשית.
it: Fractal è un'applicazione di messaggistica Matrix per GNOME, scritta in Rust. L'interfaccia è ottimizzata per la collaborazione con grandi gruppi, come per i progetti di software libero.
sr: Фрактал је Матриксов програм дописивања за Гном написан у Расту. Његово сучеље је прилагођено за сарадњу у великим групама, као што су пројекти слободног софтвера.
sr@latin: Fraktal je Matriksov program dopisivanja za Gnom napisan u Rastu. Njegovo sučelje je prilagodjeno za saradnju u velikim grupama, kao što su projekti slobodnog softvera.

source: Account Settings
fur: Impostazions account
gl: Preferencias da conta
he: הגדרות חשבון
it: Impostazioni account
sr: Поставке налога
sr@latin: Postavke naloga

source: Back
fur: Indaûr
gl: Atrás
he: חזרה
it: Indietro
sr: Назад
sr@latin: Nazad

source: Other people can find you by searching for any of these identifiers.
fur: Altris personis a puedin cjatâti cirint cualsisei di chescj identificadôrs.
gl: Outras personas poden atoparlle a vostede buscando por calquera destes identificadores.
he: אנשים אחרים יכולים לחפש אותך על ידי חיפוש אחר כל אחד מאמצעי הזיהוי האלו.
it: Agli altri utenti è possibile trovarti usando questi identificatori.
sr: Остале особе вас могу наћи тражећи било који од ових одредника.
sr@latin: Ostale osobe vas mogu naći tražeći bilo koji od ovih odrednika.

source: Name
fur: Non
gl: Ningunha
he: שם
it: Nome
sr: Име
sr@latin: Ime

source: Type in your name
fur: Scrîf il to non
gl: Escriba o seu nome
he: נא למלא את השם שלך
it: Digitare il proprio nome
sr: Упишите ваше име
sr@latin: Upišite vaše ime

source: Email
gl: Correo electrónico
he: דוא״ל
sr: Е-пошта
sr@latin: E-pošta

source: Phone
fur: Telefon
gl: Teléfono
he: טלפון
it: Telefono
sr: Телефон
sr@latin: Telefon

source: Password
gl: Contrasinal
he: ססמה
sr: Лозинка
sr@latin: Lozinka

source: Advanced Information
fur: Informazions avanzadis
gl: Información avanzada
he: פרטים מתקדמים
it: Informazioni avanzate
sr: Додатни подаци
sr@latin: Dodatni podaci

source: Homeserver
fur: Servidôr di cjase
he: שרת ביתי
it: Server personale
sr: Главни сервер
sr@latin: Glavni server

source: Matrix ID
fur: ID matrix
gl: ID de Matrix
he: מזהה Matrix
it: ID Matrix
sr: ИБ Матрикса
sr@latin: IB Matriksa

source: Device ID
fur: ID dispositîf
gl: ID de dispositivo
he: מזהה מכשיר
it: ID dispositivo
sr: ИБ уређаја
sr@latin: IB uredjaja

source: Deactivate Account
fur: Disative account
gl: Desactivar conta
he: השבתת חשבון
it: Disattiva account
sr: Поништи налог
sr@latin: Poništi nalog

source: Deactivating your account means that you will lose all your messages, contacts, and files.
fur: Disativâ il to account al significhe che tu pierdarâs ducj i tiei messaçs, contats e file.
gl: A desactivación da súa conta significa que perderá todas as súas mensaxes, contactos e ficheiros.
he: משמעות השבתת החשבון שלך היא שכל ההודעות, אנשי הקשר והקבצים שלך יאבדו.
it: Disattivando l'account tutti i messaggi, i contatti e i file saranno persi.
sr: Поништавањем налога изгубићете све ваше поруке, контакте и датотеке.
sr@latin: Poništavanjem naloga izgubićete sve vaše poruke, kontakte i datoteke.

source: To confirm that you really want to deactivate this account type in your password:
fur: Par confermâ che si desidere disativâ chest account, scrîf la tô passowrd:
gl: Para confirmar que realmente quere desactivar esta conta escriba o seu contrasinal:
he: כדי לאשר את ביטול החשבון עליך להקליד את הססמה שלך:
it: Digitare la password per confermare la disattivazione dell'account:
sr: Да потврдите да заиста желите да поништите овај налог упишите вашу лозинку:
sr@latin: Da potvrdite da zaista želite da poništite ovaj nalog upišite vašu lozinku:

source: Also erase all messages
fur: Scancele ancje ducj i messaçs
gl: Eliminar tamén todas as mensaxes
he: למחוק גם את כל ההודעות
it: Elimina anche tutti i messaggi
sr: Такође обриши све поруке
sr@latin: Takodje obriši sve poruke

source: Check your email
fur: Controle la tô e-mail
gl: Comprobe o seu correo
he: נא לבדוק את תיבת הדוא״ל שלך
it: Controllare la propria email
sr: Проверите е-пошту
sr@latin: Proverite e-poštu

source: Cancel
fur: Anule
gl: Cancelar
he: ביטול
it: Annulla
sr: Откажи
sr@latin: Otkaži

source: Apply
fur: Apliche
gl: Aplicar
he: החלה
it: Applica
sr: Примени
sr@latin: Primeni

source: Room Directory
fur: Liste stanziis
gl: Directorio da sala
he: מגדיר חדרים
it: Indice delle stanze
sr: Директоријум причаонице
sr@latin: Direktorijum pričaonice

source: Join Room
fur: Jentre te stanzie
gl: Unirse á sala
he: הצטרפות לחדר
it: Entra nella stanza
sr: Приступи причаоници
sr@latin: Pristupi pričaonici

source: New Room
fur: Gnove stanzie
gl: Nova sala
he: חדר חדש
it: Nuova stanza
sr: Нова причаоница
sr@latin: Nova pričaonica

source: New Direct Chat
fur: Gnove chat direte
gl: Nova conversa directa
he: התכתבות ישירה חדשה
it: Nuova conversazione diretta
sr: Ново директно ћаскање
sr@latin: Novo direktno ćaskanje

source: Play
fur: Riprodûs
gl: Reproducir
he: נגינה
it: Riproduci
sr: Пусти
sr@latin: Pusti

source: New direct chat
fur: Gnove chat direte
gl: Nova conversa directa
he: התכתבות ישירה חדשה
it: Nuova conversazione diretta
sr: Ново директно ћаскање
sr@latin: Novo direktno ćaskanje

source: Start chat
fur: Inizie chat
gl: Comezar conversa
he: התחלת התכתבות
it: Avvia conversazione
sr: Почни ћаскање
sr@latin: Počni ćaskanje

source: Invitation
fur: Invît
gl: Convite
he: הזמנה
it: Invito
sr: Позивница
sr@latin: Pozivnica

source: Reject
fur: Refude
gl: Rexeitar
he: דחייה
it: Rifiuta
sr: Одбиј
sr@latin: Odbij

source: Accept
fur: Acete
gl: Aceptar
he: קבלה
it: Accetta
sr: Прихвати
sr@latin: Prihvati

source: Invite
fur: Invide
gl: Convidar
he: הזמנה
it: Invito
sr: Позови
sr@latin: Pozovi

source: ID or Alias
fur: ID o alias
gl: ID ou alcume
he: מזהה או כינוי
it: ID o alias
sr: ИБ или надимак
sr@latin: IB ili nadimak

source: Join room
fur: Jentre te stanzie
gl: Unirse á sala
he: הצטרפות לחדר
it: Entra nella stanza
sr: Приступите причаоници
sr@latin: Pristupite pričaonici

source: Join
fur: Jentre
gl: Unirse
he: הצטרפות
it: Entra
sr: Приступи
sr@latin: Pristupi

source: Close
fur: Siere
gl: Pechar
he: סגירה
it: Chiudi
sr: Затвори
sr@latin: Zatvori

source: Leave?
fur: Lassâ?
gl: Saír?
he: לעזוב?
it: Uscire?
sr: Да напустимо?
sr@latin: Da napustimo?

source: Once you leave, you won’t be able to interact with people in the room anymore.
fur: Une volte lassade la stanzie, no tu podarâs plui interagjî cun lis personis didentri.
gl: En canto saia, non poderá interactuar coa xente da sala.
he: לאחר עזיבתך, לא תהיה לך עוד אפשרות לתקשר עם אנשים מתוך החדר.
it: Uscendo dalla stanza non sarà più possibile interagire con le persone presenti.
sr: Када напустите, више никада нећете бити у могућности да разговарате са особама у причаоници.
sr@latin: Kada napustite, više nikada nećete biti u mogućnosti da razgovarate sa osobama u pričaonici.

source: Leave room
fur: Lasse la stanzie
gl: Deixar sala
he: עזיבת החדר
it: Abbandona stanza
sr: Напусти причаоницу
sr@latin: Napusti pričaonicu

source: Welcome to Fractal
gl: Benvida a Fractal
he: ברוך בואך לפרקטל
it: Benvenuti in Fractal
sr: Добродошли у Фрактал
sr@latin: Dobrodošli u Fraktal

source: _Log In
gl: _Iniciar sesión
he: _כניסה
it: _Accedi
sr: _Пријави ме
sr@latin: _Prijavi me

source: _Create Account
gl: _Crear conta
he: י_צירת חשבון
it: _Crea account
sr: _Направи налог
sr@latin: _Napravi nalog

source: Choose Provider
gl: Seleccione un fornecedor
he: בחירת ספק
it: Seleziona provider
sr: Изаберите достављача
sr@latin: Izaberite dostavljača

source: _Next
gl: _Seguinte
he: ה_בא
it: _Successivo
sr: _Следеће
sr@latin: _Sledeće

source: What is your Provider?
gl: Cal é o seu fornecedor?
he: מה הספק שלך?
it: Qual è il provider?
sr: Ко је ваш достављач?
sr@latin: Ko je vaš dostavljač?

source: Matrix provider domain, e.g. myserver.co
gl: Dominio do fornecedor de Matrix, p.ex. meuservidor.gal
he: שם תחום ספק Matrix, למשל: myserver.co
it: Dominio del provider Matrix (es: mioserver.it)
sr: Домен достављача Матрикса, на пример „mojserver.co“
sr@latin: Domen dostavljača Matriksa, na primer „mojserver.co“

source: The domain may not be empty.
gl: O dominio non pode estar baleiro.
he: שם התחום לא יכול להישאר ריק.
it: Il dominio non può essere vuoto.
sr: Домен не може бити празан.
sr@latin: Domen ne može biti prazan.

source: Log In
gl: Iniciar sesión
he: כניסה
it: Accedi
sr: Пријавите се
sr@latin: Prijavite se

source: _User ID
gl: ID do _usuario
he: מ_זהה משתמש
it: ID _utente
sr: _ИБ корисника
sr@latin: _IB korisnika

source: _Password
gl: _Contrasinal
he: _ססמה
sr: _Лозинка
sr@latin: _Lozinka

source: User name, email, or phone number
gl: Nome de usuario, correo electrónico ou número de teléfono
he: שם המשתמש, כתובת הדוא״ל או מספר הטלפון
it: Nome utente, email o numero di telefono
sr: Име корисника, е-пошта или број телефона
sr@latin: Ime korisnika, e-pošta ili broj telefona

source: _Forgot Password?
gl: _Esqueceu o contrasinal?
he: _שכחת ססמה?
it: Password _dimenticata?
sr: _Заборављена лозинка?
sr@latin: _Zaboravljena lozinka?

source: Invalid username or password
fur: Non utent o password no valits
gl: O nome de usuario ou contrasinal non son válidos
he: שם משתמש או ססמה שגויים
it: Nome utente o password non validi
sr: Неисправно корисничко име или лозинка
sr@latin: Neispravno korisničko ime ili lozinka

source: Log Out
fur: Jes
gl: Pechar a sesión
he: יציאה
it: Termina sessione
sr: Одјава
sr@latin: Odjava

source: Keyboard _Shortcuts
fur: _Scurtis tastiere
gl: Atallos de _teclado
he: _קיצורי מקלדת
it: Scorciatoie da _tastiera
sr: Пречице _тастатуре
sr@latin: Prečice _tastature

source: _About Fractal
gl: _Sobre Fractal
he: _על פרקטל
it: I_nformazioni su Fractal
sr: _О програму
sr@latin: _O programu

source: User
fur: Utent
gl: Usuario
he: משתמש
it: Utente
sr: Корисник
sr@latin: Korisnik

source: Add
fur: Zonte
gl: Engadir
he: הוספה
it: Aggiungi
sr: Додај
sr@latin: Dodaj

source: Room search
fur: Ricercje stanzie
gl: Busca de sala
he: חיפוש חדרים
it: Cerca stanza
sr: Претрага причаонице
sr@latin: Pretraga pričaonice

source: Room Menu
fur: Menù stanzie
gl: Menú da sala
he: תפריט חדרים
it: Menù stanza
sr: Изборник причаонице
sr@latin: Izbornik pričaonice

source: No Room Selected
gl: Non hai ningunha sala seleccionada
he: לא נבחרו חדרים
sr: Није изабрана причаоница
sr@latin: Nije izabrana pričaonica

source: Join a room to start chatting.
gl: Unirse a unha sala para comezar a conversar.
he: יש להצטרף לחדר כדי להתחיל להתכתב.
sr: Приступите причаоници да започнете са ћаскањем.
sr@latin: Pristupite pričaonici da započnete sa ćaskanjem.

source: No room
fur: Nissune stanzie
gl: Non hai sala
he: אין חדר
it: Nessuna stanza
sr: Нема причаонице
sr@latin: Nema pričaonice

source: Default Matrix Server
fur: Servidôr Matrix predefinît
gl: Servidor de Matrix por defecto
he: שרת Matrix כבררת מחדל
it: Server Matrix predefinito
sr: Основни сервер Матрикса
sr@latin: Osnovni server Matriksa

source: Markdown
sr: Обележавање
sr@latin: Obeležavanje

source: > quote
fur: > citazion
gl: > cita
he: > ציטוט
it: > citazione
sr: > наводник
sr@latin: > navodnik

source: **bold**
fur: **neret**
gl: **negriña**
he: **מודגש**
it: **grassetto**
sr: **подебљано**
sr@latin: **podebljano**

source: `code`
fur: `codiç`
gl: `código`
he: `קוד`
it: `codice`
sr: `код`
sr@latin: `kod`

source: *italic*
fur: *corsîf*
gl: *cursiva*
he: *נטוי*
it: *corsivo*
sr: *искошено*
sr@latin: *iskošeno*

source: Toggle fullscreen
gl: Trocar pantalla completa
he: כיסוי המסך/הקטנה
sr: Преко целог екрана
sr@latin: Preko celog ekrana

source: Loading more media
fur: Daûr a cjariâ plui contignût multimediâl
gl: Cargando máis media
he: נטענת מדיה נוספת
it: Caricamento altri media
sr: Учитавам још медија
sr@latin: Učitavam još medija

source: Reply
fur: Rispuint
gl: Responder
he: תגובה
it: Rispondi
sr: Одговори
sr@latin: Odgovori

source: Open With…
gl: Abrir con…
he: לפתוח עם…
it: Apri con…
sr: Отвори помоћу…
sr@latin: Otvori pomoću…

source: Save Image As…
gl: Gradar imaxe como…
he: שמירת תמונה בשם…
it: Salva immagine come…
sr: Сачувај слику као…
sr@latin: Sačuvaj sliku kao…

source: Save Video As…
gl: Gardar vídeo como…
he: שמירת סרטון בשם…
it: Salva video come…
sr: Сачувај видео као…
sr@latin: Sačuvaj video kao…

source: Copy Image
gl: Copiar imaxe
he: העתקת תמונה
it: Copia immagine
sr: Умножи слику
sr@latin: Umnoži sliku

source: Copy Selection
fur: Copie selezion
gl: Copiar seleción
he: העתקת הבחירה
it: Copia selezione
sr: Умножи избор
sr@latin: Umnoži izbor

source: Copy Text
fur: Copie test
gl: Copiar texto
he: העתקת טקסט
it: Copia testo
sr: Умножи текст
sr@latin: Umnoži tekst

source: View Source
fur: Viôt sorzint
gl: Ver orixe
he: הצגת המקור
it: Visualizza sorgente
sr: Прикажи извор
sr@latin: Prikaži izvor

source: Delete Message
fur: Elimine messaç
gl: Eliminar mensaxe
he: מחיקת הודעה
it: Elimina messaggio
sr: Обриши поруку
sr@latin: Obriši poruku

source: Message Source
fur: Sorzint messaç
gl: Orixe da mensaxe
he: מקור ההודעה
it: Sorgente messaggio
sr: Извор поруке
sr@latin: Izvor poruke

source: Copy To Clipboard
fur: Copie intes notis
gl: Copiar ao portapapeis
he: העתקה ללוח הגזירים
it: Copia negli appunti
sr: Умножи у оставу
sr@latin: Umnoži u ostavu

source: Create new room
fur: Cree gnove stanzie
gl: Crear nova sala
he: יצירת חדר חדש
it: Crea nuova stanza
sr: Направи нову причаоницу
sr@latin: Napravi novu pričaonicu

source: Create
fur: Cree
gl: Crear
he: יצירה
it: Crea
sr: Направи
sr@latin: Napravi

source: Room name
fur: Non stanzie
gl: Nome da sala
he: שם החדר
it: Nome stanza
sr: Назив причаонице
sr@latin: Naziv pričaonice

source: Visibility
fur: Visibilitât
gl: Visibilidade
he: חשיפה
it: Visibilità
sr: Видљивост
sr@latin: Vidljivost

source: Private
fur: Privade
gl: Privada
he: פרטי
it: Privato
sr: Лична
sr@latin: Lična

source: Public
fur: Publiche
gl: Pública
he: ציבורי
it: Publico
sr: Јавна
sr@latin: Javna

source: _Cancel
fur: _Anule
gl: _Cancelar
he: _ביטול
it: A_nnulla
sr: _Откажи
sr@latin: _Otkaži

source: Ch_ange
fur: C_ambie
gl: C_ambiar
he: _שינוי
it: Modific_a
sr: _Промени
sr@latin: _Promeni

source: The passwords do not match.
fur: Lis password no corispuindin.
gl: Os contrasinais non coinciden.
he: הססמאות אינן תואמות.
it: Le password non coincidono.
sr: Лозинке се не подударају.
sr@latin: Lozinke se ne podudaraju.

source: _Verify New Password
fur: _Verifiche gnove password
gl: _Verificar o novo contrasinal
he: _אימות הססמה החדשה
it: _Verifica nuova password
sr: _Провери нову лозинку
sr@latin: _Proveri novu lozinku
