Repository: ag-rust/fractal
Catalog: po/*.po
Languages: fur, gl, he, it, sr, sr@latin

source: Uploading file.
it: Caricamento file

source: _About
fur: _Informazions

source: _Quit
fur: _Jes

source: None
fur: Nie

source: Matrix username, email or phone number
fur: Non utent Matrix, e-mail o numar di telefon

source: You’ve been invited to join "", you can accept or reject
fur: Tu sês stât invidât a jentrâ su "", tu puedis acetâ o refudâ

source: Attach files
fur: Zonte file

source: Text formatting
fur: Formatazion test

source: This is an app-notification
fur: Cheste e je une notifiche-aplicazion

# big label
source: Log In
fur: Acès

source: Username
fur: Non utent

# login button
source: Log In
fur: Jentre

source: Home server URL
fur: URL servidôr di cjase

source: Identity server URL
fur: URL servidôr di identitât

source: Matrix Server
fur: Servidôr Matrix

source: Identity server
fur: Servidôr di identitât

source: Advanced
fur: Avanzadis

source: Reset Password
fur: Torne stabilìs la password

source: Create Account
fur: Cree account

source: Log In as Guest
fur: Jentre come ospit

source: Login
fur: Acès

source: Room topic
fur: Ogjet stanzie

source: Save As
fur: Salve come

source: Media viewer
fur: Visualizadôr multimediâl

source: Stickers
fur: Adesîfs

source: Pick a new avatar
fur: Sielç un gnûf avatar

source: Select
fur: Selezione

source: Do you want to overwrite the file?
fur: Sorescrivi il file?

source: You’ve been invited to join to <b>{room_name}</b> room by <b>{sender_name}</b>
fur: Tu sês stât invidât di <b>{sender_name}</b> a jentrâ inte stanzie <b>{room_name}</b>

source: You’ve been invited to join to <b>{room_name}</b>
fur: Tu sês stât invidâ a jentrâ in <b>{room_name}</b>

source: Unknown Error
fur: Erôr no cognossût

source: Passwords didn’t match, try again
fur: Lis password no corispuindin, torne prove

source: {name} (direct message)
fur: {name} (messaç diret)

source: Pick a new room avatar
fur: Sielç un gnûf avatar di stanzie
