Repository: ag-rust/fractal
Catalog: po/*.po
Languages: fur, gl, he, it, sr, sr@latin

source: _New Password
fur: _Gnove password
gl: _Novo contrasinal
he: ססמה _חדשה
it: _Nuova password
sr: _Нова лозинка
sr@latin: _Nova lozinka

source: Current _Password
fur: _Password atuâl
gl: Contrasinal _actual
he: ססמה _נוכחית
it: _Password attuale
sr: Тренутна _лозинка
sr@latin: Trenutna _lozinka

source: Room Details
fur: Detais stanzie
gl: Detalles da sala
he: פרטי החדר
it: Dettagli stanza
sr: Подаци о причаоници
sr@latin: Podaci o pričaonici

source: Invite to This Room
fur: Invide in cheste stanzie
gl: Convidar a esta sala
he: הזמנה לחדר הזה
it: Invita in questa stanza
sr: Позови у ову причаоницу
sr@latin: Pozovi u ovu pričaonicu

source: Leave Room
fur: Lasse stanzie
gl: Deixar sala
he: יציאה מהחדר
it: Esci dall stanza
sr: Напусти причаоницу
sr@latin: Napusti pričaonicu

source: Details
fur: Detais
gl: Detalles
he: פרטים
it: Dettagli
sr: Детаљи
sr@latin: Detalji

source: Unknown
fur: No cognossût
gl: Descoñecido
he: לא ידוע
it: Sconosciuto
sr: Непознато
sr@latin: Nepoznato

source: Add name
fur: Zonte non
gl: Engadir nome
he: הוספת שם
it: Aggiungi nome
sr: Додај назив
sr@latin: Dodaj naziv

source: Add topic
fur: Zonte ogjet
gl: Engadir asunto
he: הוספת נושא
it: Aggiungi argomento
sr: Додај тему
sr@latin: Dodaj temu

source: Type in your room topic
fur: Inserìs l'ogjet de stanzie
gl: Escriba o asunto da súa sala
he: נא להקליד את נושא החדר שלך
it: Digitare l'argomento della stanza
sr: Упишите тему аше причаонице
sr@latin: Upišite temu aše pričaonice

source: No room description
fur: Nissune descrizion de stanzie
gl: Non hai descrición de sala
he: אין תיאור לחדר
it: Nessuna descrizione della stanza
sr: Нема описа причаонице
sr@latin: Nema opisa pričaonice

source: Notifications
fur: Notifichis
gl: Notificacións
he: התראות
it: Notifiche
sr: Обавештења
sr@latin: Obaveštenja

source: Notification sounds
fur: Suns notifichis
gl: Sons de notificación
he: צלילי התראות
it: Suoni notifica
sr: Звуци обавештења
sr@latin: Zvuci obaveštenja

source: For all messages
fur: Par ducj i messaçs
gl: Para todas as mensaxes
he: לכל ההודעות
it: Per tutti i messaggi
sr: За све поруке
sr@latin: Za sve poruke

source: Only for mentions
fur: Dome par citazions
gl: Só para as mencións
he: רק לאזכורים
it: Solo se citati
sr: Само за споменуто
sr@latin: Samo za spomenuto

source: Shared Media
fur: Robe multimediâl condividude
gl: Media compartido
he: מדיה משותפת
it: Media convidisi
sr: Дељени медиј
sr@latin: Deljeni medij

source: photos
fur: fotos
gl: fotos
he: תמונות
it: foto
sr: фотографије
sr@latin: fotografije

source: videos
gl: vídeos
he: סרטונים
it: video
sr: снимци
sr@latin: snimci

source: documents
gl: documentos
he: מסמכים
it: documenti
sr: документа
sr@latin: dokumenta

source: New members can see
fur: I gnûfs membris a puedin viodi
gl: Os novos membros poden ver
he: חברים חדשים יכולים לראות
it: I nuovi membri possono vedere
sr: Нови чланови могу видети
sr@latin: Novi članovi mogu videti

source: All room history
fur: Dute la cronologjie de stanzie
gl: Todo o historial da sala
he: את כל היסטוריית החדר
it: Tutta la cronologia
sr: Читав историјат причаонице
sr@latin: Čitav istorijat pričaonice

source: History after they were invited
fur: La cronologjie daspò che a son stâts invidâts
gl: Historial despois de que foran convidados
he: את ההיסטוריה מאז הזמנתם
it: Cronologia a partire dall'invito
sr: Историјат након што су позвани
sr@latin: Istorijat nakon što su pozvani

source: Room Visibility
fur: Visibilitât stanzie
gl: Visibilidade da sala
he: חשיפת החדר
it: Visibilità della stanza
sr: Видљивост причаонице
sr@latin: Vidljivost pričaonice

source: Allow guests
fur: Permet i ospits
gl: Permitir convidados
he: לאפשר אורחים
it: Permettere ospiti
sr: Дозволи госте
sr@latin: Dozvoli goste

source: Allow joining without invite
fur: Permet il jentrâ cence invît
gl: Permitir unirse sen convite
he: לאפשר הצטרפות ללא הזמנה
it: Permettere di entrare senza invito
sr: Дозволи приступање без позива
sr@latin: Dozvoli pristupanje bez poziva

source: Publish in room directory
fur: Publiche inte liste des stanziis
gl: Publicar no cartafol da sala
he: פרסום במגדיר החדרים
it: Pubblicare nell'indice delle stanze
sr: Објави у директоријуму причаонице
sr@latin: Objavi u direktorijumu pričaonice

source: Join addresses
fur: Jentre tes direzions
gl: Unir enderezos
he: כתובות להצטרפות
it: Unire indirizzi
sr: Адресе приступања
sr@latin: Adrese pristupanja

source: members
fur: membris
gl: membros
he: חברים
it: membri
sr: чланова
sr@latin: članova

source: Invite New Member
fur: Invide gnûf membri
gl: Convidar novos membros
he: הזמנת חברים חדשים
it: Invita nuovo membro
sr: Позови новог члана
sr@latin: Pozovi novog člana

source: Search for room members
fur: Cîr membris de stanzie
gl: Buscar os membros da sala
he: חיפוש אחר חברים בחדר
it: Cerca membri della stanza
sr: Потражите чланове причаонице
sr@latin: Potražite članove pričaonice

source: Scroll to bottom
fur: Scor ae fin
gl: Desprazarse ao fondo
he: גלילה למטה
it: Scorri in basso
sr: Склизни на дно
sr@latin: Sklizni na dno

source: Show rooms from:
fur: Mostre stanziis di:
gl: Mostrar as salas desde:
he: הצגת חדרים מתוך:
it: Mostra stanze da:
sr: Прикажи причаонице из:
sr@latin: Prikaži pričaonice iz:

source: Your homeserver
fur: Il to servidôr di cjase
gl: O seu homeserver
he: שרת הבית שלך
it: Server personale
sr: Ваш главни сервер
sr@latin: Vaš glavni server

source: Other Protocol
fur: Altri protocol
gl: Outro protocolo
he: פרוטוקול אחר
it: Altro protocollo
sr: Други протокол
sr@latin: Drugi protokol

source: Other Homeserver
fur: Altri servidôr di cjase
gl: Outro Homeserver
he: שרת ביתי אחר
it: Altro server personale
sr: Други главни сервер
sr@latin: Drugi glavni server

source: Homeserver URL
fur: URL dal servidôr di cjase
gl: URL do Homeserver
he: כתובת השרת הביתי
it: URL server personale
sr: Адреса главног сервера
sr@latin: Adresa glavnog servera

source: Images
gl: Imaxes
he: תמונות
it: Immagini
sr: Слике
sr@latin: Slike

source: Select a new avatar
gl: Seleccione un novo avatar
he: נא לבחור תמונה ייצוגית חדשה
it: Selezionare un nuovo avatar
sr: Изаберите нови аватар
sr@latin: Izaberite novi avatar

source: Select a file
gl: Seleccione un ficheiro
he: בחירת קובץ
it: Selezionare un file
sr: Изаберите датотеку
sr@latin: Izaberite datoteku

source: This message has no source.
gl: Esta mensaxe non ten orixe.
he: להודעה הזאת אין מקור.
it: Questo messaggio non ha sorgenti.
sr: Ова порука нема извор.
sr@latin: Ova poruka nema izvor.

source: Could not download the file
fur: Impussibil discjariâ il file
gl: Non foi posíbel descargar o ficheiro
he: לא ניתן להוריד את הקובץ
it: Impossibile scaricare il file
sr: Не могу да преузмем датотеку
sr@latin: Ne mogu da preuzmem datoteku

source: Couldn’t save file
gl: Non é posíbel gardar o ficheiro
he: לא ניתן לשמור קובץ
it: Impossibile salvare il file
sr: Не могу сачувам датотеку
sr@latin: Ne mogu sačuvam datoteku

source: Couldn’t open file
gl: Non é posíbel abrir o ficheiro
he: לא ניתן לפתוח קובץ
it: Impossibile aprire il file
sr: Не могу да отворим датотеку
sr@latin: Ne mogu da otvorim datoteku

source: The validation code is not correct.
fur: Il codiç di convalide nol è just.
gl: O código de validación non é correcto.
he: קוד האימות שגוי.
it: Il codice di verifica non è corretto.
sr: Шифра потврђивања није исправна.
sr@latin: Šifra potvrdjivanja nije ispravna.

source: Enter the code received via SMS
fur: Inserìs il codiç ricevût vie SMS
gl: Escriba o código recibido por SMS
he: נא למלא את הקוד שקיבלת במסרון
it: Inserire il codice ricevuto tramite SMS
sr: Унесите шифру примљену путем СМС-а
sr@latin: Unesite šifru primljenu putem SMS-a

source: Continue
gl: Continuar
he: המשך
it: Continua
sr: Настави
sr@latin: Nastavi

source: In order to add this email address, go to your inbox and follow the link you received. Once you’ve done that, click Continue.
fur: Par podê zontâ cheste direzion e-mail, va te tô casele di pueste in jentrade e va daûr dal colegament ricevût. Une volte fat, fâs clic su Continue.
gl: Para engadir este enderezo de correo, vaia á súa Caixa de entrada e siga a ligazón que recibiu. En canto o faga, prema en Continuar.
he: כדי להוסיף את כתובת הדוא״ל הזאת, עליך לעבור לתיבת הדואר הנכנס שלך ולהיכנס לקישור שקיבלת. לאחר ביצוע המשימה הזאת יש ללחוץ על המשך.
it: Controllare la posta in arrivo per aggiungere questo indirizzo email e seguire il collegamento ricevuto. Una volta fatto ciò, fare clic su Continua per terminare.
sr: Да бисте додали ову адресу е-поште, отворите ваше сандуче са порукама и пратите везу коју сте преимили. Када то урадите, кликните на „Настави“.
sr@latin: Da biste dodali ovu adresu e-pošte, otvorite vaše sanduče sa porukama i pratite vezu koju ste preimili. Kada to uradite, kliknite na „Nastavi“.

source: Are you sure you want to delete your account?
fur: Sigûrs di eliminâ chest account?
gl: Ten certeza que quere eliminar a súa conta?
he: למחוק את החשבון שלך?
it: Eliminare l'account?
sr: Да ли сигурно желите да уклоните налог?
sr@latin: Da li sigurno želite da uklonite nalog?

source: Fractal [{}]
he: פרקטל [{}]
sr: Фрактал [{}]
sr@latin: Fraktal [{}]

source: An audio file has been added to the conversation.
gl: Engadiuse un ficheiro de audio a esta conversa.
he: נוסף קובץ שמע להתכתבות.
sr: Звучна датотека је додата разговору.
sr@latin: Zvučna datoteka je dodata razgovoru.

source: An image has been added to the conversation.
gl: Engadiuse unha imaxe a esta conversa.
he: נוספה תמונה להתכתבות.
sr: Слика је додата разговору.
sr@latin: Slika je dodata razgovoru.

source: A video has been added to the conversation.
gl: Engadiuse un vídeo a esta conversa.
he: נוסף סרטון להתכתבות.
sr: Снимак је додат разговору.
sr@latin: Snimak je dodat razgovoru.

source: A file has been added to the conversation.
gl: Engadiuse un ficheiro a esta conversa.
he: נוסף קובץ להתכתבות.
sr: Датотека је додата разговору.
sr@latin: Datoteka je dodata razgovoru.

source: (direct message)
gl: (mensaxe directo)
he: (הודעה ישירה)
it: (messaggio diretto)
sr: (директна поррука)
sr@latin: (direktna porruka)

source: Leave {room_name}?
fur: Lasse {room_name}?
gl: Desexa deixar {room_name}?
he: לעזוב את {room_name}?
it: Abbandonare {room_name}?
sr: Напуштате „{room_name}“?
sr@latin: Napuštate „{room_name}“?

source: The room ID is malformed
gl: O ID de sala está mal formado
he: מזהה החדר משובש
sr: ИБ причаонице је лош
sr@latin: IB pričaonice je loš

source: EMPTY ROOM
fur: STANZIE VUEIDE
gl: SALA BALEIRA
he: חדר ריק
it: Stanza vuota
sr: ПРАЗНА ПРИЧАОНИЦА
sr@latin: PRAZNA PRIČAONICA

source: {m1} and {m2}
fur: {m1} e {m2}
gl: {m1} e {m2}
he: ‫{m1} וגם {m2}
it: {m1} e {m2}
sr: {m1} и {m2}
sr@latin: {m1} i {m2}

source: {m1} and Others
fur: {m1} e altris
gl: {m1} e outros
he: ‫{m1} ואחרים
it: {m1} e altri
sr: {m1} и остали
sr@latin: {m1} i ostali

source: Several users are typing…
gl: Están escribindo varios usuarios
he: כמה משתמשים מקלידים…
it: Molti utenti stanno scrivendo…
sr: Неколико корисника пише…
sr@latin: Nekoliko korisnika piše…

source: <b>{}</b> is typing…
gl: <b>{}</b> está escribindo…
he: הקלדה אצל <b>{}</b>…
it: <b>{}</b> sta scrivendo…
sr: <b>{}</b> пише…
sr@latin: <b>{}</b> piše…

source: Syncing, this could take a while
fur: In sincronizazion, al podarès tirâle a dilunc
gl: Sincronizando, isto pode levar un anaco
he: מתבצע סנכרון, עלול לארוך זמן מה
it: Sincronizzazione in corso, può richiedere del tempo
sr: Усаглашавам, ово може да потраје
sr@latin: Usaglašavam, ovo može da potraje

source: Error searching for rooms
fur: Erôr tal cirî stanziis
gl: Produciuse un erro ao buscar por salas
he: שגיאה בחיפוש אחר חדרים
it: Errore nel cercare delle stanze
sr: Грешка тражења причаоница
sr@latin: Greška traženja pričaonica

source: Can’t login, try again
fur: Impussibil jentrâ, torne prove
gl: Non é posíbel iniciar sesión, probe de novo
he: לא ניתן להיכנס, נא לנסות שוב
it: Impossibile accedere, riprovare
sr: Не могу да вас пријавим, покушајте опет
sr@latin: Ne mogu da vas prijavim, pokušajte opet

source: Error deleting message
fur: Erôr tal eliminâ il messaç
gl: Prouciuse un erro ao eliminar a mensaxe
he: שגיאה במחיקת הודעה
it: Errore nell'eliminare il messaggio
sr: Грешка брисања поруке
sr@latin: Greška brisanja poruke

source: Can’t join the room, try again.
fur: Impussibil jentrâ te stanzie, torne prove.
gl: Non é posíbel unirse á sala, probe de novo.
he: לא ניתן להצטרף לחדר, נא לנסות שוב.
it: Impossibile entrare nella stanza, riprovare.
sr: Не могу да приступим причаоници, покушајте опет.
sr@latin: Ne mogu da pristupim pričaonici, pokušajte opet.

source: Can’t create the room, try again
fur: Impussibil creâ la stanzie, torne prove
gl: Non é posíbel crear a sala, probe de novo
he: לא ניתן ליצור חדר, נא לנסות שוב
it: Impossibile creare la stanza, riprovare
sr: Не могу да направим причаоницу, покушајте опет
sr@latin: Ne mogu da napravim pričaonicu, pokušajte opet

source: Sorry, account settings can’t be loaded.
gl: Non é posíbel cargar as preferencias da conta.
he: לא ניתן לטעון את הגדרות החשבון, עמך הסליחה.
it: Le impostazioni dell'account non possono essere caricate.
sr: Извините, не могу да учитам поставке налога.
sr@latin: Izvinite, ne mogu da učitam postavke naloga.

source: Email is already in use
fur: La e-mail e je za in ûs
gl: O enderezo de correo xa está en uso
he: כתובת הדוא״ל כבר בשימוש
it: L'email è già in uso
sr: Е-пошта је већ у употреби
sr@latin: E-pošta je već u upotrebi

source: Please enter a valid email address.
gl: Escriba un enderezo de correo válido.
he: נא למלא כתובת דוא״ל תקנית.
sr: Унесите исправну адресу е‑поште.
sr@latin: Unesite ispravnu adresu e‑pošte.

source: Couldn’t add the email address.
fur: Impussibil zontâ la direzion e-mail.
gl: Non foi posíbel engadir o enderezo de correo.
he: לא ניתן להוסיף את כתובת הדוא״ל.
it: Impossibile aggiungere l'indirizzo email.
sr: Не могу да додам адресу е-поште.
sr@latin: Ne mogu da dodam adresu e-pošte.

source: Phone number is already in use
fur: Il numar di telefon al è za in ûs
gl: O número de teléfono xa está en uso
he: מספר הטלפון כבר בשימוש
it: Il numero di telefono è già in uso
sr: Број телефона је већ у употреби
sr@latin: Broj telefona je već u upotrebi

source: Please enter your phone number in the format: + your country code and your phone number.
he: נא למלא את מספר הטלפון שלך בצורה: ‬‬ ‫‫‫‫ + קוד המדינה ומספר הטלפון שלך.
it: Inserire il proprio numero di telefono nel formato: + il codice paese e il numero di telefono.
sr: Упишите број вашег телефона у формату: + шифра ваше земље и број вашег телефона.
sr@latin: Upišite broj vašeg telefona u formatu: + šifra vaše zemlje i broj vašeg telefona.

source: Couldn’t add the phone number.
fur: Impussibil zontâ il numar di telefon.
gl: Non foi posíbel engadir o número de teléfono.
he: לא ניתן להוסיף את מספר הטלפון.
it: Impossibile aggiungere il numero di telefono.
sr: Не могу да додам број телефона.
sr@latin: Ne mogu da dodam broj telefona.

source: Couldn’t change the password
fur: Impussibil cambiâ la password
gl: Non foi posíbel cambiar o contrasinal
he: לא ניתן להחליף את הססמה
it: Impossibile cambiare la password
sr: Не могу да променим лозинку
sr@latin: Ne mogu da promenim lozinku

source: Couldn’t delete the account
fur: Impussibil eliminâ chest account
gl: Non foi posíbel eliminar a conta
he: לא ניתן למחוק את החשבון
it: Impossibile eliminare l'account
sr: Не могу да обришем налог
sr@latin: Ne mogu da obrišem nalog

source: A Matrix.org client for GNOME
fur: Un client Matrix.org par GNOME
gl: Un cliente de Matrix.org para GNOME
he: לקוח Matrix.org עבור GNOME
it: Un client Matrix.org per GNOME
sr: „Matrix.org“ клијент за Гном
sr@latin: „Matrix.org“ klijent za Gnom

source: © 2017–2020 Daniel García Moreno, et al.
he: © 2017–2020 דניאל גרסיה מורנו ואחרים.
sr: © 2017–2020 Данијел Гарсија Морено, и други.
sr@latin: © 2017–2020 Danijel Garsija Moreno, i drugi.

source: Learn more about Fractal
fur: Scuvierç di plui su Fractal
gl: Saber máis de Fractal
he: מידע נוסף על פרקטל
it: Maggiori informazioni su Fractal
sr: Сазнајте више о Фракталу
sr@latin: Saznajte više o Fraktalu

source: translator-credits
fur: Fabio Tomat <f.t.public@gmail.com>, 2018
gl: Fran Diéguez <frandieguez@gnome.org>, 2021
he: ירון שהרבני <sh.yaron@gmail.com>
it: Jimmy S. <jimmy.scionti@gmail.com> Milo Casagrande <milo@milo.name>
sr: Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик
sr@latin: Dušan Simić <dusan.simic1810@gmail.com> Мирослав Николић <miroslavnikolic@rocketmail.com> http://prevod.org — превод на српски језик

source: Name by
fur: Nomine par
gl: Nome por
he: השם מאת
it: Nome da
sr: Именуј по
sr@latin: Imenuj po

source: Image from Clipboard
fur: Imagjin des notis
gl: Imaxe desde o portapapeis
he: תמונה מלוח הגזירים
it: Immagine dagli appunti
sr: Слика из оставе
sr@latin: Slika iz ostave

source: Send
fur: Invie
gl: Enviar
he: שליחה
it: Invia
sr: Пошаљи
sr@latin: Pošalji

source: image
gl: imaxe
he: תמונה
it: immagine
sr: слика
sr@latin: slika

source: Invite to {name}
fur: Invide su {name}
gl: Convite a {name}
he: הזמנה אל {name}
it: Invita in {name}
sr: Позив за {name}
sr@latin: Poziv za {name}

source: Join {room_name}?
fur: Jentre in {room_name}?
gl: Unirse a {room_name}?
he: להצטרף אל {room_name}?
it: Entrare in {room_name}?
sr: Да приступим „{room_name}“?
sr@latin: Da pristupim „{room_name}“?

source: You’ve been invited to join <b>{room_name}</b> room by <b>{sender_name}</b>
gl: Foi convidado a unirse á sala <b>{room_name}</b> por <b>{sender_name}</b>
he: הוזמנת להצטרף לחדר <b>{room_name}</b> על ידי <b>{sender_name}</b>
it: <b>{sender_name}</b> ha inviato l'invito per entrare nella stanza <b>{room_name}</b>
sr: <b>{sender_name}</b> вас позива да приступите причаоници „<b>{room_name}</b>“
sr@latin: <b>{sender_name}</b> vas poziva da pristupite pričaonici „<b>{room_name}</b>“

source: You’ve been invited to join <b>{room_name}</b>
gl: Foi convidado a unirse a <b>{room_name}</b>
he: הוזמנת להצטרף אל <b>{room_name}</b>
it: Hai un invito per entrare nella stanza <b>{room_name}</b>
sr: Позвани сте да приступите „<b>{room_name}</b>“
sr@latin: Pozvani ste da pristupite „<b>{room_name}</b>“

source: You don’t have permission to post to this room
gl: Non ten permisos para publicar nesta sala
he: אין לך הרשאות לפרסם בחדר הזה
it: Non hai il permesso di pubblicare in questa stanza
sr: Немате овлашћења да објављујете у овој причаоници
sr@latin: Nemate ovlašćenja da objavljujete u ovoj pričaonici

source: OK
fur: Va ben
he: אישור
sr: У реду
sr@latin: U redu

source: Room · {} member
fur: Stanzie · {} membri
gl: Sala · {} membro
he: חדר · חבר אחד
it: Stanza · {} membro
sr: Причаоница · {} члан
sr@latin: Pričaonica · {} član

source: {} member
fur: {} membri
gl: {} membro
he: חבר אחד
it: {} membro
sr: {} члан
sr@latin: {} član

source: Save media as
fur: Salve file multimediâl come
gl: Gardar multimedia como
he: שמירת המדיה בשם
it: Salva media come
sr: Сачувајте медиј као
sr@latin: Sačuvajte medij kao

source: _Save
fur: _Salve
gl: _Gardar
he: _שמירה
it: Sa_lva
sr: _Сачувај
sr@latin: _Sačuvaj

source: _Select
gl: _Seleccionar
he: _בחירה
it: _Seleziona
sr: _Изабери
sr@latin: _Izaberi

source: Could not retrieve file URI
fur: Impussibil recuperâ il URI dal file
gl: Non foi posíbel obter o URI do ficheiro
he: לא ניתן לקבל את כתובת הקובץ
it: Impossibile recuperare l'URI del file
sr: Не могу да довучем путању датотеке
sr@latin: Ne mogu da dovučem putanju datoteke

source: You have been kicked from {}
gl: Vostede foi expulsado por {}
he: נבעטת מתוך {}
it: Sei stato espulso da {}
sr: Избачени сте из „{}“
sr@latin: Izbačeni ste iz „{}“

source: Kicked by: {} “{}”
gl: Expulsado por: {} “{}”
he: בעיטה על ידי: {} ‬ ‫ „{}”
it: Espulso da: {} «{}»
sr: Избацио вас је: {} „{}“
sr@latin: Izbacio vas je: {} „{}“

source: Malformed server URL
gl: URL do servidor malformada
he: כתובת השרת משובשת
sr: Лоша адреса сервера
sr@latin: Loša adresa servera

source: Error while loading previous media
fur: Erôr tal cjariâ la robe multimediâl precedente
gl: Produciuse un erro ao cargar o media anterior
he: טעינת המדיה הקודמת נתקלה בשגיאה
it: Errore nel caricare il media precedente
sr: Грешка приликом учитавања претходног медија
sr@latin: Greška prilikom učitavanja prethodnog medija

source: No matching members found
fur: Nissun membri corispondent cjatât
gl: Non se atoparon membros que coincidan
he: לא נמצאו חברים תואמים
it: Nessun membro corrispondente trovato
sr: Нисам нашао одговарајуће чланове
sr@latin: Nisam našao odgovarajuće članove

source: Admin
he: הנהלה
it: Amministratore
sr: Администратор
sr@latin: Administrator

source: Moderator
gl: Moderador
he: פיקוח
it: Moderatore
sr: Модератор

source: Privileged
gl: Privilexiado
he: עם הרשאות
it: Privilegiato
sr: Повлашћен
sr@latin: Povlašćen

source: Last edited %c
gl: Última edición %c
he: עריכה אחרונה ב־%c
sr: Последње измењена „%c“
sr@latin: Poslednje izmenjena „%c“

source: Save
fur: Salve
gl: Gardar
he: שמירה
it: Salva
sr: Сачувај
sr@latin: Sačuvaj

source: Open
fur: Vierç
gl: Abrir
he: פתיחה
it: Apri
sr: Отвори
sr@latin: Otvori

source: New Messages
fur: Gnûfs messaçs
gl: Novas mensaxes
he: הודעות חדשות
it: Nuovi messaggi
sr: Нове поруке
sr@latin: Nove poruke

source: %B %e
he: ‫%e ב%B
it: %e %B
sr: %e. %b
sr@latin: %e. %b

source: %B %e, %Y
he: ‫%e ב%B, %Y
it: %e %B %Y
sr: %e. %b %Y.
sr@latin: %e. %b %Y.

source: Invites
fur: Invîts
gl: Convite
he: הזמנות
it: Inviti
sr: Позивмице
sr@latin: Pozivmice

source: You don’t have any invitations
fur: No tu âs nissun invît
gl: Non ten ningún convite
he: אין לך הזמנות
it: Nessun invito
sr: Немате никаквих позивница
sr@latin: Nemate nikakvih pozivnica

source: Favorites
fur: Preferîts
gl: Favoritos
he: מועדפים
it: Preferiti
sr: Омиљене
sr@latin: Omiljene

source: Drag and drop rooms here to add them to your favorites
fur: Strissine e mole lis stanziis achì par zontâlis tai tiei preferîts
gl: Arrastrar e soltar salas aquí para engadilas aos seus favoritos
he: ניתן לגרור ולשחרר חדרים לכאן כדי להוסיף אותם למועדפים שלך
it: Trascinare e rilasciare le stanze qui per aggiungerle ai preferiti
sr: Превуците и убаците причаонице овде да их додате у омиљене
sr@latin: Prevucite i ubacite pričaonice ovde da ih dodate u omiljene

source: Rooms
fur: Stanziis
gl: Salas
he: חדרים
it: Stanze
sr: Причаонице
sr@latin: Pričaonice

source: You don’t have any rooms yet
fur: No tu âs nissune stanzie ancjemò
gl: Ainda non ten salas
he: אין לך חדרים עדיין
it: Nessuna stanza disponibile
sr: Још увек немате ниједну причаоницу
sr@latin: Još uvek nemate nijednu pričaonicu

source: Matrix;matrix.org;chat;irc;communications;talk;riot;
fur: Matrix;matrix.org;chat;irc;comunicazions;cjacarâ;tabaiâ;confusion;
it: Matrix;matrix.org;chat;irc;conversazione;comunicazioni;parlare;riot;

source: Select room image file
fur: Selezione file di imagjin stanzie
it: Seleziona l'immagine della stanza

source: No room selected
fur: Nissune stanzie selezionade
it: Nessuna stanza selezionata

source: Join a room to start chatting
fur: Jentre intune stanzie par tacâ a chatâ
it: Entra in una stanza per iniziare una conversazione

source: Chat
it: Conversazione

source: Directory
fur: Liste
it: Indice

source: Loading
fur: Daûr a cjariâ
it: Caricamento

source: Save as…
it: Salva come…

source: Private Chat
fur: Chat privade
it: Conversazione privata

source: Please enter a valid email adress.
it: Inserire un indirizzo email valido.

source: Error sending message
fur: Erôr tal inviâ il messaç
it: Errore nell'inviare il messaggio

source: © 2017–2018 Daniel García Moreno, et al.
it: © 2017–2018 Daniel García Moreno, e co.

source: Media is not loaded yet.
it: Media non ancora caricato.

source: Could not save the file
fur: Impussibil salvâ il file
it: Impossibile salvare il file

source: Uploading video.
it: Caricamento video

source: Uploading audio.
it: Caricamento audio

source: Uploading image.
it: Caricamento immagine
