Repository: ag-rust/fractal
Catalog: fractal-gtk/po/*.po
Languages: ca, eu, fy

source: Couldn’t add the phone number.
ca: No s'ha pogut afegir el número de telèfon.
eu: Ezin da telefono-zenbakia gehitu.
fy: Koe it telefoannûmer net tafoegje.

source: Couldn’t change the password
ca: No s'ha pogut canviar la contrasenya
eu: Ezin da pasahitza aldatu
fy: Koe it wachtwurd net feroarje

source: Couldn’t delete the account
ca: No s'ha pogut suprimir el compte
eu: Ezin da kontua ezabatu
fy: Koe it account net fuortsmite

source: A Matrix.org client for GNOME
ca: Un client Matrix.org per al GNOME
eu: Matrix.org bezero bat GNOMErako
fy: In Matrix.org kliïnt foar GNOME

source: © 2017–2020 Daniel García Moreno, et al.
ca: 2017 2017–2020 Daniel García Moreno, et al.

source: Learn more about Fractal
ca: Més informació sobre Fractal
eu: Ikasi gehiago Fractal aplikazioari buruz
fy: Lear mear oer Fractal

source: translator-credits
ca: Ícar Nin Solana <icar.nin@protonmail.com>, 2021
fy: Tjipke van der Heide

source: Name by
ca: Nom per
eu: Izena
fy: Neamd troch

source: Image from Clipboard
ca: Imatge del porta-retalls
eu: Irudia arbeletik
fy: Ôfbylding fan Klemboerd

source: Send
ca: Envia
eu: Bidali
fy: Ferstjoere

source: image
ca: imatge
eu: irudia
fy: ôfbylding

source: Invite to {name}
ca: Convida a {name}
eu: Gonbidatu {name}
fy: Útnûgje foar {name}

source: Join {room_name}?
ca: Unir-vos a {roomname}?
eu: Elkartu {room_name} gelarekin?
fy: Wolle jo {room_name} binnen gean?

source: You’ve been invited to join <b>{room_name}</b> room by <b>{sender_name}</b>
ca: Heu estat convidat a unir-vos a la sala <b>{roomname}</b> per <b>{sendername}</b>
eu: <b>{room_name}</b> gelarekin bat egitera gonbidatu zaitu <b>{sender_name}</b> kideak
fy: Jo binne troch <b>{sender_name}</b> útnûge om de <b>{room_name}</b> keamer binnen te gean

source: You’ve been invited to join <b>{room_name}</b>
ca: Heu estat convidat a unir-vos a <b>{roomname}</b>
eu: <b>{room_name}</b> gelarekin bat egitera gonbidatu zaituzte
fy: Jo binne útnûge om <b>{room_name}</b> binnen te gean

source: You don’t have permission to post to this room
ca: No tens permís per publicar en aquesta sala
eu: Ez duzu baimenik gela honetara mezuak bidaltzeko
fy: Jo hawwe net de nediche rjochten om berjochten yn dizze keamer te setten

source: OK
ca: D'ACORD
eu: Ados

source: Room · {} member
ca: Sala · {} membre
eu: Gela · Kide {}
fy: Room · {} lid

source: {} member
ca: {} membre
eu: Kide {}
fy: {} lid

source: Save media as
ca: Desa el suport com a
eu: Gorde multimedia honela
fy: Media bewarje as

source: _Save
ca: _Desa
eu: _Gorde
fy: _Bewarje

source: _Select
ca: _Selecciona
eu: _Hautatu
fy: _Selektearje

source: Could not retrieve file URI
ca: No s'ha pogut recuperar l'URI del fitxer
eu: Ezin da fitxategiaren URIa atzitu
fy: Koe triem URI net ophelje

source: You have been kicked from {}
ca: Heu estat expulsat de {}
eu: {} gelatik bota egin zaituzte
fy: Jo binne út {} wei skopt

source: Kicked by: {} “{}”
ca: Expulsat per: {} “{}”
eu: Botatzearen arrazoia: {} “{}”
fy: Der út skopt troch: {} “{}”

source: Malformed server URL
ca: URL del servidor mal formada
eu: Zerbitzariaren URLa gaizki osatuta dago
fy: Misfoarme tsjinner URL

source: Error while loading previous media
ca: S'ha produït un error en carregar el suport anterior
eu: Errorea aurreko multimedia kargatzean
fy: Flater by it laden fan foariche media

source: No matching members found
ca: No s'ha trobat cap membre coincident
eu: Ez da aurkitu bat datorren kiderik
fy: Gjin oerienkomstige leden fûn

source: Admin
ca: Administrador
eu: Administratzailea
fy: Behearder

source: Moderator
ca: Moderador
eu: Moderatzailea
fy: Opsichter

source: Privileged
ca: Privilegiat
eu: Pribilegiatua
fy: Oanfoljende Rjochten

source: Last edited %c
ca: Darrera edició %c
eu: Azken edizioa: %c
fy: Foar it lêst oanpast op %c

source: Save
ca: Desa
eu: Gorde
fy: Bewarje

source: Open
ca: Obre
eu: Ireki
fy: Iepenje

source: New Messages
ca: Missatges nous
eu: Mezu berriak
fy: Nije Berjochten

source: %B %e
ca: %e %B
fy: %e %B

source: %B %e, %Y
ca: %e %B, %Y
eu: %Y %B %e
fy: %e %B, %Y

source: Invites
ca: Invitacions
eu: Gonbidapenak
fy: Útnûgingen

source: You don’t have any invitations
ca: No teniu cap invitació
eu: Ez duzu gonbidapenik
fy: Jo hawwe gjin útnûgings

source: Favorites
ca: Preferits
eu: Gogokoak
fy: Favoriten

source: Drag and drop rooms here to add them to your favorites
ca: Arrossega i deixa anar sales aquí per afegir-les als teus favorits
eu: Arrastatu eta jaregin gelak hona zure gogokoetara gehitzeko
fy: Sleep hjir keamers hinne en lit se los om se oan jo favoriten ta te foegjen

source: Rooms
ca: Sales
eu: Gelak
fy: Keamers

source: You don’t have any rooms yet
ca: Encara no teniu sales
eu: Ez duzu gelarik oraindik
fy: Jo hawwe noch gjin keamers

# shortcut window
source: General
eu: Orokorra
fy: Algemien

source: documents
eu: dokumentuak
fy: dokuminten
