Repository: ag-rust/fractal
Catalog: fractal-gtk/po/*.po
Languages: ca, eu, fy

# shortcut window
source: Close the active room
ca: Tanca la sala activa
eu: Itxi gela aktiboa
fy: De aktive keamer slute

# shortcut window
source: Open main menu
ca: Obre el menú principal
eu: Ireki menu nagusia
fy: Haadmenu iepenje

# shortcut window
source: Open / close the room sidebar search
ca: Obre / tanca la cerca de la barra lateral de la sala
eu: Ireki / itxi gelaren alboko barraren bilaketa
fy: De sykfunksje yn de sydbalke fan de keamer iepenje of slute

# shortcut window
source: Open the previous room in the list
ca: Obre la sala anterior de la llista
eu: Ireki zerrendako aurreko gela
fy: De foariche keamer yn'e list iepenje

# shortcut window
source: Open the next room in the list
ca: Obre la sala següent de la llista
eu: Ireki zerrendako hurrengo gela
fy: De folgjende keamer yn'e list iepenje

# shortcut window
source: Open the previous room with unread messages in the list
ca: Obre la sala anterior amb missatges sense llegir a la llista
eu: Ireki irakurri gabeko mezuak dituen zerrendako aurreko gela
fy: De foariche keamer yn'e list mei berjochten dy noch net lêzen binne iepenje

# shortcut window
source: Open the next room with unread messages in the list
ca: Obre la sala següent amb missatges sense llegir a la llista
eu: Ireki irakurri gabeko mezuak dituen zerrendako hurrengo gela
fy: De folgjende keamer yn'e list mei berjochten dy noch net lêzen binne iepenje

# shortcut window
source: Open the first room of the list
ca: Obre la primera sala de la llista
eu: Ireki zerrendako lehen gela
fy: De earste keamer yn'e list iepenje

# shortcut window
source: Open the last room of the list
ca: Obre l'última sala de la llista
eu: Ireki zerrendako azken gela
fy: De lêste keamer yn'e list iepenje

# shortcut window
source: View older messages
ca: Mostra els missatges més antics
eu: Ikusi mezu zaharragoak
fy: Âldere berjochten besjen

# shortcut window
source: View newer messages
ca: Mostra els missatges nous
eu: Ikusi mezu berriagoak
fy: Nijere berjochten besjen

# shortcut window
source: Keyboard Shortcuts
ca: Dreceres de teclat
eu: Laster-teklak
fy: Toetseboerd Fluchtoetsen

# shortcut window
source: Quit
ca: Surt
eu: Irten
fy: Ôfslute

# shortcut message
source: Composing a new message
ca: Redacció d'un missatge nou
eu: Mezu berria osatzen
fy: Nij berjocht gearstelle

# shortcut message
source: Write on a new line
ca: Escriu en una línia nova
eu: Idatzi lerro berrian
fy: Op in nije rigel skriuwe

source: Fractal is a decentralized, secure messaging client for collaborative group communication.
ca: Fractal és un client de missatgeria segur descentralitzat per a la comunicació col·laborativa de grup.
eu: Fractal lankidetzako talde-komunikaziorako mezularitza-bezero seguru eta deszentralizatua da.
fy: Fractal is in desintralisearre, feilige kliïnt foar groepspetearen

source: Fractal group messaging
ca: Missatgeria de grup Fractal
eu: Fractal talde-mezularitza
fy: Fractal groepspetearen

source: Matrix;matrix.org;chat;irc;communications;talk;riot;element;
ca: Matrix;matrix.org;xat;irc;comunicacions;parlar;riot;element;
eu: Matrix;matrix.org;berriketa;irc;komunikazioak;talk;riot;element;
fy: Matrix;matrix.org;chat;petear;irc;communications;kommunikaasje;talk;prate;riot;element;

source: Type of password and token storage
ca: Tipus de contrasenya i emmagatzematge de tokens
eu: Pasahitzaren eta biltegiratze-tokenaren mota
fy: Soart wachtwurd en token opslach

source: Type of password and token storage, default value is: Secret Service
ca: Tipus de contrasenya i emmagatzematge de tokens, el valor per defecte és: Servei Secret
eu: Pasahitzaren eta biltegiratze-tokenaren mota, balio lehenetsia 'Ezkutuko zerbitzua' da
fy: Soart wachtwurd en token opslach, standert wearde is: Secret Service

source: If markdown sending is active
ca: Si l'enviament amb Markdown està actiu
eu: Markdown bidaltzea aktibo dagoen ala ez
fy: As it ferstjoeren mei markdown ynskeakele is

source: Whether support for sending markdown messages is on
ca: Si la implementació per enviar missatges Markdown està activada
eu: Markdown mezuak bidaltzeko euskarria aktibatuta dagoen ala ez
fy: As it ferstjoeren fan berjochten mei markdown ynskeakele is

source: X position of the main window on startup
ca: Posició X de la finestra principal a l'inici
eu: Leiho nagusiaren X posizioa abioan
fy: X posysje fan it haadfinster by it opstarten

source: Y position of the main window on startup
ca: Posició Y de la finestra principal a l'inici
eu: Leiho nagusiaren Y posizioa abioan
fy: Y posysje fan it haadfinster by it opstarten

source: Width of the main window on startup
ca: Amplada de la finestra principal a l'inici
eu: Leiho nagusiaren zabalera abioan
fy: Breedte fan it haadfinster by it opstarten

source: Height of the main window on startup
ca: Alçada de la finestra principal a l'inici
eu: Leiho nagusiaren altuera abioan
fy: Hichte fan it haadfinster by it opstarten

source: Whether the main window is maximized on startup
ca: Si la finestra principal es maximitza a l'inici
eu: Leihoa maximizatuta dagoen edo ez abioan
fy: As it haadfinster by it opstarten maksimalisearre wurde moat

source: Matrix group messaging app
ca: Aplicació de missatgeria de grup Matrix
eu: Matrix talderako mezularitza-aplikazioa
fy: Matrix groepspetear applikaasje

source: Fractal is a Matrix messaging app for GNOME written in Rust. Its interface is optimized for collaboration in large groups, such as free software projects.
ca: Fractal és una aplicació de missatgeria Matrix per a GNOME escrita en Rust. La seva interfície està optimitzada per la col·laboració en grans grups, com projectes de programari lliure.
eu: Fractal Matrix sistemetarako mezularitza-aplikazio bat da, GNOMErako idatzia Rust lengoaian. Bere interfazea talde handietan, adibidez software-proiektuetan, lankidetzan aritzeko optimizatu da.
fy: Fractal is in Matrix petear applikaasje foar GNOME skreaun yn Rust. Syn inteface is optimalisearre foar gearwurking yn grutte groepen, sa as frije software projekten.

source: Account Settings
ca: Configuració del compte
eu: Kontuaren ezarpenak
fy: Account Ynstellings

source: Back
ca: Enrere
eu: Atzera
fy: Werom

source: Other people can find you by searching for any of these identifiers.
ca: Altres persones us poden trobar cercant qualsevol d'aquests identificadors.
eu: Beste pertsona batzuk zu bila zaitzakete honako identifikatzaileetako bat bilatuta.
fy: Oare minsken kinne jo fine troch om dizze wurden te sykjen.

source: Name
ca: Nom
eu: Izena
fy: Namme

source: Type in your name
ca: Escriviu el vostre nom
eu: Idatzi zure izena
fy: Fier jo namme yn

source: Email
ca: Correu electrònic
eu: Posta elektronikoa

source: Phone
ca: Telèfon
eu: Telefonoa
fy: Telefoan

source: Password
ca: Contrasenya
eu: Pasahitza
fy: Wachtwurd

source: Advanced Information
ca: Informació avançada
eu: Informazio aurreratua
fy: Avansearre ynformaasje

source: Homeserver
ca: Servidor d'inici
eu: Zerbitzaria
fy: Thústsjinner

source: Matrix ID
ca: ID del Matrix
eu: Matrix IDa

source: Device ID
ca: ID del dispositiu
eu: Gailuaren IDa
fy: Apparaat ID

source: Deactivate Account
ca: Desactiva el compte
eu: Desaktibatu kontua
fy: Account Deaktivearje

source: Deactivating your account means that you will lose all your messages, contacts, and files.
ca: Desactivar el compte significa que perdreu tots els missatges, contactes i fitxers.
eu: Zure kontua desaktibatzen baduzu, zure mezu, kontaktu eta fitxategi guztiak galduko dituzu.
fy: It deaktivearjen fan jo account betsjut dat jo al jo berjochten, kontakten en triemen kwiet reitsje sille.

source: To confirm that you really want to deactivate this account type in your password:
ca: Per confirmar que realment voleu desactivar aquest tipus de compte, escriviu la contrasenya:
eu: Benetan kontu hau desaktibatu nahi duzula baieztatzeko, idatzi zure pasahitza:
fy: Om it fuortsmiten fan jo account fêst te setten fiere jo hjir jo wachtwurd yn:

source: Also erase all messages
ca: Esborra també tots els missatges
eu: Ezabatu mezu guztiak ere bai
fy: Ek alle berjochten fuortsmite

source: Check your email
ca: Comproveu el correu electrònic
eu: Begiratu zure posta elektronikoa
fy: Kontrolearje jo e-mail

source: Cancel
ca: Cancel·la
eu: Utzi
fy: Ôfbrekke

source: Apply
ca: Aplica
eu: Aplikatu
fy: Tapasse

source: Room Directory
ca: Directori de la sala
eu: Gelen direktorioa
fy: Keamer oersjoch

source: Join Room
ca: Uneix-te a la sala
eu: Elkartu gelara
fy: Keamer Binnen Gean

source: New Room
ca: Sala nova
eu: Gela berria
fy: Nije keamer

source: New Direct Chat
ca: Xat directe nou
eu: Berriketa zuzen berria
fy: Nij Direkt Petear

source: Play
ca: Reprodueix
eu: Erreproduzitu
fy: Ôfspylje

source: New direct chat
ca: Nou xat directe
eu: Berriketa zuzen berria
fy: Nij petear begjinne

source: Start chat
ca: Inicia el xat
eu: Hasi berriketa
fy: Petear begjinne

source: Invitation
ca: Invitació
eu: Gonbidapena
fy: Útnûging

source: Reject
ca: Rebutja
eu: Baztertu
fy: Net akseptearje

source: Accept
ca: Accepta
eu: Onartu
fy: Akseptearje

source: Invite
ca: Convida
eu: Gonbidatu
fy: Útnûgje

source: ID or Alias
ca: ID o àlies
eu: IDa edo aliasa
fy: ID of Alias

source: Join room
ca: Uneix-te a la sala
eu: Elkartu gelara
fy: Keamer binnen gean

source: Join
ca: Uneix-te
eu: Elkartu
fy: Binnen gean

source: Close
ca: Tanca
eu: Itxi
fy: Slute

source: Leave?
ca: Marxar?
eu: Utzi?
fy: Ferlitte?

source: Once you leave, you won’t be able to interact with people in the room anymore.
ca: Un cop marxeu, ja no podreu interactuar amb la gent de la sala.
eu: Uzten baduzu, ezingo duzu gehiago aritu gelako beste kideekin.
fy: As jo de keamer ferlitte, sille jo net mear mei de minsken yn dizze keamer prate kinne.

source: Leave room
ca: Surt de la sala
eu: Irten gelatik
fy: Keamer ferlitte

source: Welcome to Fractal
ca: Us donem la benvinguda a Fractal
eu: Ongi etorri Fractal aplikaziora
fy: Wolkom by Fractal

source: _Log In
ca: _Inici de sessió
eu: _Hasi saioa
fy: _Log yn

source: _Create Account
ca: _Crea un compte
eu: _Sortu kontua
fy: A_Ccount Oanmeitsje

source: Choose Provider
ca: Trieu el proveïdor
eu: Aukeratu hornitzailea
fy: Oanbieder Selektearje

source: _Next
ca: _Següent
eu: _Hurrengoa
fy: _Folgjende

source: What is your Provider?
ca: Quin és el teu proveïdor?
eu: Zein da zure hornitzailea?
fy: Wat is jo Provider?

source: Matrix provider domain, e.g. myserver.co
ca: Domini del proveïdor Matrix, p. ex., el meuservidor.cat
eu: Matrix hornitzailearen domeinua, adibidez myserver.co
fy: Matrix oanbieder domein, bygelyks myntsjinner.co

source: The domain may not be empty.
ca: El domini no pot estar buit.
eu: Domeinuak ezin du hutsik egon.
fy: It domein mei net leech wêze.

source: Log In
ca: Inici de sessió
eu: Hasi saioa
fy: Ynlogge

source: _User ID
ca: _ID d'usuari
eu: _Erabiltzailearen IDa
fy: _Brûkers ID

source: _Password
ca: _Contrasenya
eu: _Pasahitza
fy: _Wachtwurd

source: User name, email, or phone number
ca: Nom d'usuari, correu electrònic o número de telèfon
eu: Erabiltzaile-izena, posta elektronikoa edo telefono-zenbakia
fy: Brûkersnamme, e-mail of telefoannûmer

source: _Forgot Password?
ca: _Heu oblidat la contrasenya?
eu: Pasahitza _ahaztu duzu?
fy: Wachtwurd _Fergetten?

source: Invalid username or password
ca: Nom d'usuari o contrasenya no vàlids
eu: Baliogabeko erabiltzaile-izena edo pasahitza
fy: Ûnjildiche brûkersnamme of wachtwurd

source: Log Out
ca: Tanca la sessió
eu: Amaitu saioa
fy: Útlogge

source: Keyboard _Shortcuts
ca: _Dreceres de teclat
eu: Las_ter-teklak
fy: Toetseboerd _Koartkaaien

source: _About Fractal
ca: _Quant a Fractal
eu: Fractal aplikazioari _buruz
fy: _Oer Fractal

source: User
ca: Usuari
eu: Erabiltzailea
fy: Brûker

source: Add
ca: Afegeix
eu: Gehitu
fy: Tafoegje

source: Room search
ca: Cerca a la sala
eu: Gelen bilaketa
fy: Troch keamer sykje

source: Room Menu
ca: Menú de sala
eu: Gelen menua
fy: Keamer Menu

source: No Room Selected
ca: Cap sala seleccionada
eu: Ez da gelarik hautatu
fy: Gjin Keamer Selektearre

source: Join a room to start chatting.
ca: Uniu-vos a una sala per començar a xatejar.
eu: Elkartu gela batekin edo hasi berriketan
fy: Gean in keamer binnen om mei guon yn petear te gean.

source: No room
ca: Sense sala
eu: Gelarik ez
fy: Gjin keamer

source: Default Matrix Server
ca: Servidor Matrix predeterminat
eu: Matrix zerbitzari lehenetsia
fy: Standert Matrix Tsjinner

source: > quote
ca: > cita
eu: > komatxoa
fy: > sitaat

source: **bold**
ca: **negreta**
eu: **lodia**
fy: **tsjokdrukt**

source: `code`
ca: `codi`
eu: `kodea`
fy: `koade`

source: *italic*
ca: *cursiva*
eu: *etzana*
fy: *skeandrukt*

source: Toggle fullscreen
ca: Commuta la pantalla completa
eu: Txandakatu pantaila osoa
fy: Skeakelje tusken folslein skerm

source: Loading more media
ca: S'estan carregant més mitjans
eu: Multimedia gehiago kargatzen
fy: Mear media lade

source: Reply
ca: Respon
eu: Erantzun
fy: Beäntwurdzje

source: Open With…
ca: Obre amb…
eu: Ireki honekin…
fy: Iepenje Mei…

source: Save Image As…
ca: Desa la imatge com a…
eu: Gorde irudia honela…
fy: Ôfbylding Bewarje As…

source: Save Video As…
ca: Desa el vídeo com a…
eu: Gorde bideoa honela…
fy: Fideo Bewarje As…

source: Copy Image
ca: Copia la imatge
eu: Kopiatu irudia
fy: Ôfbylding Kopiearje

source: Copy Selection
ca: Copia la selecció
eu: Kopiatu hautapena
fy: Seleksje Kopiearje

source: Copy Text
ca: Copia el text
eu: Kopiatu testua
fy: Tekst Kopiearje

source: View Source
ca: Visualitza la font
eu: Ikusi iturburua
fy: Boarne Besjen

source: Delete Message
ca: Suprimeix el missatge
eu: Ezabatu mezua
fy: Berjochten Fuortsmite

source: Message Source
ca: Font del missatge
eu: Mezu-iturburua
fy: Berjochtsboarne

source: Copy To Clipboard
ca: Copia al porta-retalls
eu: Kopiatu arbelean
fy: Nei Klemboerd Kopiearje

source: Create new room
ca: Crea una sala nova
eu: Sortu gela berria
fy: Nije keamer oanmeitsje

source: Create
ca: Crea
eu: Sorrera
fy: Oanmeitsje

source: Room name
ca: Nom de la sala
eu: Gelaren izena
fy: Keamernamme

source: Visibility
ca: Visibilitat
eu: Ikusgaitasuna
fy: Sichtberhyd

source: Private
ca: Privat
eu: Pribatua
fy: Privee

source: Public
ca: Públic
eu: Publikoa
fy: Publyk

source: _Cancel
ca: _Cancel·la
eu: _Utzi
fy: _Ofbrekke

source: Ch_ange
ca: _Canvia
eu: _Aldatu
fy: Fero_arje

source: The passwords do not match.
ca: Les contrasenyes no coincideixen.
eu: Pasahitzak ez datoz bat.
fy: De wachtwurden komme net oerien.

source: _Verify New Password
ca: _Verifica una contrasenya nova
eu: _Egaiztatu pasahitz berria
fy: Nij Wachtwurd _Ferifiearje

source: _New Password
ca: _Contrasenya nova
eu: Pasahitz _berria
fy: _Nij Wachtwurd

source: Current _Password
ca: _Contrasenya actual
eu: Uneko _pasahitza
fy: Hjoeddeistich _Wachtwurd

source: Room Details
ca: Detalls de la sala
eu: Gelaren xehetasunak
fy: Keamer Details

source: Invite to This Room
ca: Convida a aquesta sala
eu: Gonbidatu gela honetara
fy: Ta dizze Keamer Útnûgje

source: Leave Room
ca: Surt de la sala
eu: Irten gelatik
fy: Keamer Ferlitte

source: Details
ca: Detalls
eu: Xehetasunak

source: Unknown
ca: Desconegut
eu: Ezezaguna
fy: Ûnbekend

source: Add name
ca: Afegeix un nom
eu: Gehitu izena
fy: Namme tafoegje

source: Add topic
ca: Afegeix un tema
eu: Gehitu gaia
fy: Ûnderwerp tafoegje

source: Type in your room topic
ca: Escriu el tema de la sala
eu: Idatzi zure gelaren gaia
fy: Fier jo keamer ûnderwerp yn

source: No room description
ca: Sense descripció de la sala
eu: Ez dago gelaren deskribapenik
fy: Gjin keamer beskriuwing

source: Notifications
ca: Notificacions
eu: Jakinarazpenak
fy: Notifikaasjes

source: Notification sounds
ca: Sons de notificació
eu: Jakinarazpen-soinuak
fy: Notifikaasje lûden

source: For all messages
ca: Per a tots els missatges
eu: Mezu guztietarako
fy: Foar alle berjochten

source: Only for mentions
ca: Només per a les mencions
eu: Aipamenetarako soilik
fy: Allinich as jo neamd wurde

source: Shared Media
ca: Suports compartits
eu: Multimedia partekatua
fy: Dielde Media

source: photos
ca: fotos
eu: argazkiak
fy: Foto's

source: videos
ca: vídeos
eu: bideoak
fy: fideo's

source: New members can see
ca: Els membres nous poden veure
eu: Kide berriek ikus dezakete
fy: Nije leden kinne dit sjen

source: All room history
ca: Tot l'historial de la sala
eu: Gela guztien historia
fy: Folsleine keamer skiednis

source: History after they were invited
ca: L'historial després de ser convidat
eu: Historia haiek gonbidatuak izan ondoren
fy: Sichtbere skiednis nei dat se útnûge binne

source: Room Visibility
ca: Visibilitat de la sala
eu: Gelaren ikusgaitasuna
fy: Keamer Sichtberens

source: Allow guests
ca: Permet convidats
eu: Onartu gonbidatuak
fy: Gasten tastean

source: Allow joining without invite
ca: Permet unir-se sense convidar
eu: Onartu gelarekin bat egitea gonbidapenik gabe
fy: Binnen gean sûnder útnûging tastean

source: Publish in room directory
ca: Publica al directori de sales
eu: Argitaratu gelaren direktorioan
fy: Sichtber meitsje yn keamer oersjoch

source: Join addresses
ca: Uneix les adreces
eu: Elkartu helbideak
fy: Keamer adressen binnen gean

source: members
ca: membres
eu: kide
fy: leden

source: Invite New Member
ca: Convida un membre nou
eu: Gonbidatu kide berria
fy: Nije Leden Útnûgje

source: Search for room members
ca: Cerca membres de la sala
eu: Bilatu gelako kideen artean
fy: Sykje om keamer leden

source: Scroll to bottom
ca: Desplaça a baix
eu: Korritu beheraino
fy: Rolje nei ûnderen

source: Show rooms from:
ca: Mostra les sales de:
eu: Erakutsi honako gelak:
fy: Keamers besjen fan:

source: Your homeserver
ca: El vostre servidor
eu: Zure zerbitzaria
fy: Jo thústsjinner

source: Other Protocol
ca: Un altre protocol
eu: Beste protokolo bat
fy: Oar Protokol

source: Other Homeserver
ca: Un altre servidor
eu: Beste zerbitzari bat
fy: Oare Thústsjinner

source: Homeserver URL
ca: URL del servidor
eu: Zerbitzariaren URLa
fy: Thústsjinner URL

source: Images
ca: Imatges
eu: Irudiak
fy: Ôfbyldingen

source: Select a new avatar
ca: Selecciona un avatar nou
eu: Hautatu avatar berria
fy: Nije profylôfbylding selektearje

source: Select a file
ca: Seleccioneu un fitxer
eu: Hautatu fitxategia
fy: In triem selektearje

source: This message has no source.
ca: Aquest missatge no té font.
eu: Mezu honek ez du iturbururik.
fy: Dit berjocht hat gjin boarne.

source: Could not download the file
ca: No s'ha pogut baixar el fitxer
eu: Ezin da fitxategia deskargatu
fy: Koe triem net delhelje

source: Couldn’t save file
ca: No s'ha pogut desar el fitxer
eu: Ezin da fitxategia gorde
fy: Koe triem net bewarje

source: Couldn’t open file
ca: No s'ha pogut obrir el fitxer
eu: Ezin da fitxategia ireki
fy: Koe triem net iepenje

source: The validation code is not correct.
ca: El codi de validació no és correcte.
eu: Balioztatze-kodea ez da zuzena.
fy: De validaasje koade is net korrekt.

source: Enter the code received via SMS
ca: Introduïu el codi rebut per SMS
eu: Sartu SMS bidez jaso duzun kodea
fy: Fier de koade yn dy jo middels SMS krigen ha

source: Continue
ca: Continua
eu: Jarraitu
fy: Trochgean

source: In order to add this email address, go to your inbox and follow the link you received. Once you’ve done that, click Continue.
ca: Per afegir aquesta adreça de correu electrònic, aneu a la safata d'entrada i seguiu l'enllaç que heu rebut. Un cop hagueu fet això, feu clic a Continuar.
eu: Posta-helbide hau gehitzeko, joan zure postako sarrerako mezuetara eta jarraitu jaso duzun esteka. Hori egin ondoren, sakatu 'Jarraitu'.
fy: Om dit e-mailadres ta te foegjen, moatte jo nei jo postfak en de keppeling folgje yn it mailtsje dy't jo krigen hawwe. As jo der mei klear binne, druk dan op Trochgean

source: Are you sure you want to delete your account?
ca: Esteu segurs que voleu suprimir el vostre compte?
eu: Ziur zaude zure kontua ezabatu nahi duzula?
fy: Binne jo wis fan it fuortsmiten fan jo account?

source: An audio file has been added to the conversation.
ca: S'ha afegit un fitxer d'àudio a la conversa.
eu: Audio-fitxategi bat gehitu da berriketan.
fy: Der is in lûdstriem tafoegt oan it petear.

source: An image has been added to the conversation.
ca: S'ha afegit una imatge a la conversa.
eu: Irudi bat gehitu da berriketan.
fy: Der is in ôfbylding tafoegt oan it petear.

source: A video has been added to the conversation.
ca: S'ha afegit un vídeo a la conversa.
eu: Bideo bat gehitu da berriketan.
fy: Der is in fideo tafoegt oan it petear.

source: A file has been added to the conversation.
ca: S'ha afegit un fitxer a la conversa.
eu: Fitxategi bat gehitu da berriketan.
fy: Der is in triem tafoegt oan it petear.

source: (direct message)
ca: (missatge directe)
eu: (mezu zuzena)
fy: (direkt berjocht)

source: Leave {room_name}?
ca: Voleu sortir de {roomname}?
eu: Utzi {room_name} gela?
fy: {room_name} ferlitte?

source: The room ID is malformed
ca: L'identificador de la sala està mal format
eu: Gelaren IDa gaizki osatuta dago
fy: It ID fan de keamer is misfoarme

source: EMPTY ROOM
ca: SALA BUIDA
eu: GELA HUTSA
fy: LEGE KEAMER

source: {m1} and {m2}
ca: {m1} i {m2}
eu: {m1} eta {m2}
fy: {m1} en {m2}

source: {m1} and Others
ca: {m1} i altres
eu: {m1} eta beste batzuk
fy: {m1} en Oaren

source: Several users are typing…
ca: Diversos usuaris estan escrivint…
eu: Erabiltzaile bat baino gehiago ari da idazten…
fy: In pear brûkers binne oan it typen…

source: <b>{}</b> is typing…
ca: <b>{}</b> està escrivint…
eu: <b>{}</b> ari da idazten…
fy: <b>{}</b> is oan it typen…

source: Syncing, this could take a while
ca: S'està sincronitzant, això pot trigar una estona
eu: Sinkronizatzen, horrek denbora behar du
fy: Oan it syngronisearjen, dit kin efkes duorje

source: Error searching for rooms
ca: Error en cercar sales
eu: Errorea gelak bilatzean
fy: Flater by it sykjen om keamers

source: Can’t login, try again
ca: No es pot iniciar la sessió, torna-ho a provar
eu: Ezin da saioa hasi, saiatu berriro
fy: Kin net ynlogge, probearje it noch ris

source: Error deleting message
ca: Error en suprimir el missatge
eu: Errorea mezua ezabatzean
fy: Flater by it fuortsmiten fan berjocht

source: Can’t join the room, try again.
ca: No es pot entrar a la sala, torna-ho a provar.
eu: Ezin da gelarekin elkartu, saiatu berriro.
fy: Koe de keamer net binnen gean, probearje it noch ris.

source: Can’t create the room, try again
ca: No es pot crear la sala, torna-ho a provar
eu: Ezin da gela sortu, saiatu berriro
fy: Kin de keamer net oanmeitsje, probearje it noch ris

source: Sorry, account settings can’t be loaded.
ca: La configuració del compte no es pot carregar.
eu: Kontuaren ezarpenak ezin dira kargatu.
fy: Sorry, de account ynstellings kinne net laden wurde.

source: Email is already in use
ca: El correu electrònic ja està en ús
eu: Posta-helbide hori dagoeneko erabilia dago
fy: E-mail wurd al brûkt

source: Please enter a valid email address.
ca: Introduïu una adreça electrònica vàlida.
eu: Sartu baliozko posta elektronikoko helbide bat.
fy: Graach in jildich e-mailadres ynfiere.

source: Couldn’t add the email address.
ca: No s'ha pogut afegir l'adreça de correu electrònic.
eu: Ezin da posta-helbidea gehitu.
fy: Koe it e-mailadres net tafoegje.

source: Phone number is already in use
ca: El número de telèfon ja està en ús
eu: Telefono-zenbaki hori dagoeneko erabilia dago
fy: Telefoannûmer wurd al brûkt

source: Please enter your phone number in the format: + your country code and your phone number.
ca: Introduïu el número de telèfon en el format: + el codi del país i el número de telèfon.
eu: Sartu zure telefono-zenbakia honako formatuan: + zure herrialde-kodea eta zure telefono-zenbakia
fy: Jo telefoannûmer graach sa ynfiere: + lânkoade en jo telefoannûmer.
